Workspace/OpenFOAM-plus-OpenFOAM-v1812/tutorials/combustion/fireFoam/LES/oppositeBurningPanels/constant/combustionProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1812                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      combustionProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

combustionModel  infinitelyFastChemistry;

active true;

infinitelyFastChemistryCoeffs
{
    C       10;
    semiImplicit    false;
}

// ************************************************************************* //
